7zip
android-studio
base
base-devel
bat
bind
bluedevil
bluez-utils
brave-bin
breeze
breeze-gtk
breeze-plymouth
catppuccin-gtk-theme-mocha
cliphist
discover
dolphin
dosfstools
drkonqi
dunst
efibootmgr
eza
fastfetch
fd
ffmpegthumbnailer
ffmpegthumbs
firefox
flameshot
flatpak-kcm
fredulator-git
fzf
git
go
gptfdisk
grim
grimblast-git
grub
gtk4
gvfs
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
imagemagick
jdk17-openjdk
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
konsole
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kvantum-qt5
kvantum-theme-catppuccin-git
kvantum-theme-gruvbox-git
kwallet-pam
kwalletmanager
kwayland
kwin
kwrited
layer-shell-qt
lazygit
less
libkscreen
libksysguard
libplasma
libreoffice-fresh
libreoffice-fresh-nb
linux
linux-firmware
linux-headers
milou
mpvpaper
nano
neovim
net-tools
network-manager-applet
networkmanager
nmap
nodejs
noto-fonts-cjk
npm
nwg-look
ocean-sound-theme
openssh
os-prober
pacman-contrib
papirus-icon-theme
pipewire-alsa
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plasma6-wallpapers-smart-video-wallpaper-reborn
playerctl
plymouth-kcm
polkit-kde-agent
postgresql
powerdevil
print-manager
pwgen
qemu-system-riscv
qqc2-breeze-style
qt5-wayland
qt5ct
qt6ct
reflector
riscv64-elf-binutils
riscv64-elf-gcc
rsync
rust-analyzer
rustup
sddm
sddm-kcm
sl
slack-desktop
slurp
sof-firmware
spotify
stow
stremio
stylua
swaybg
system-config-printer
systemsettings
terminus-font
thunar
thunar-archive-plugin
tor-browser-bin
trash-cli
tree
tree-sitter-cli
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tumbler
ueberzugpp
unzip
usbutils
uwsm
ventoy-bin
vim
visual-studio-code-bin
vulkan-radeon
wacomtablet
waybar
wget
wimlib
wipe
wofi
xclip
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xorg-xinput
yay
yazi
zip
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
