amd-ucode
ark
aws-cli-v2
base
base-devel
beekeeper-studio
bibata-cursor-theme-bin
bind
bluedevil
brave-bin
breeze-gtk
breeze-plymouth
code
cuda
direnv
discover
docker
docker-buildx
docker-compose
dolphin
drkonqi
duf
dust
efibootmgr
fastfetch
fd
flameshot
flatpak-kcm
fredulator-git
git
glow
gwenview
jq
kate
kde-gtk-config
kdeplasma-addons
kgamma
kinfocenter
konsole
krdp
kscreen
ksshaskpass
kwallet-pam
kwin-x11
kwrited
libreoffice-fresh
libxcrypt-compat
libxml2-legacy
linux
linux-firmware
msmtp
msmtp-mta
ncdu
neovim
networkmanager
ninja
nodejs
npm
nvidia-open
nvidia-utils
openssh
oxygen
oxygen-cursors
oxygen-sounds
pacman-contrib
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-keyboard
plasma-login-manager
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace-wallpapers
plymouth
plymouth-kcm
pnpm
postgresql-libs
print-manager
python-pynvim
rclone
rsync
s-nail
sddm
sddm-kcm
speedtest-cli
stow
sudo
terraform
tesseract-data-eng
tesseract-data-nor
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
tree
tree-sitter-cli
ttf-work-sans
unzip
vim
wacomtablet
webkit2gtk-4.1
wget
wl-clipboard
yarn
yay
yay-debug
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
