amd-ucode
base
base-devel
bat
breeze-gtk
brightnessctl
cliphist
dkms
docker
docker-compose
dunst
efibootmgr
eza
fastfetch
fd
ffmpegthumbnailer
ffmpegthumbs
fzf
git
gnome-keyring
go
greetd
greetd-tuigreet
grim
grub
gvfs
hypridle
hyprland
hyprlock
hyprpolkitagent
hyprsunset
imagemagick
kitty
kvantum
kvantum-qt5
lazygit
less
libva-nvidia-driver
libva-utils
linux
linux-firmware
linux-headers
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
nwg-look
os-prober
papirus-icon-theme
piper
pipewire
pipewire-alsa
pipewire-pulse
playerctl
qt5-wayland
qt5ct
qt6-wayland
qt6ct
reflector
ripgrep
rsync
rust-analyzer
rustup
sl
slurp
stow
stylua
sudo
swaybg
terminus-font
thunar
thunar-archive-plugin
trash-cli
tree
tree-sitter-cli
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tumbler
ueberzugpp
unzip
uwsm
vim
waybar
wget
wireplumber
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xfce4-settings
yazi
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
